Repository: makinacorpus/django-mapentity
Catalog: test_project/test_app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Test App
fr: App de test

source: Name
fr: Nom

source: Mushroom Spot
fr: Coin à champignons

source: Mushroom Spots
fr: Coins à champignons

source: Road
fr: Route

source: Roads
fr: Routes

source: Short description
fr: Description courte

source: Dummy Model
fr: Modèle factice

source: Dummy Models
fr: Modèles factices

source: City
fr: Ville

source: Cities
fr: Villes

source: Hidden Model
fr: Modèle caché

source: Hidden Models
fr: Modèles cachés

source: Complex Model
fr: Modèle complexe

source: Complex Models
fr: Modèles complexes
