Repository: makinacorpus/django-mapentity
Catalog: test_project/test_shapes/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Test Shapes
fr: Formes de test

source: Name
fr: Nom

source: Single Point Model
fr: Modèle de Point

source: Single Point Models
fr: Modèles de Point

source: Multi Point Model
fr: Modèle de MultiPoint

source: Multi Point Models
fr: Modèles de MultiPoints

source: Single LineString Model
fr: Modèle de Ligne

source: Single LineString Models
fr: Modèles de Lignes

source: Multi LineString Model
fr: Modèle de PolyLigne

source: Multi LineString Models
fr: Modèles de PolyLignes

source: Single Polygon Model
fr: Modèle de Polygone

source: Single Polygon Models
fr: Modèles de Polygones

source: Multi Polygon Model
fr: Modèle de MultiPolygone

source: Multi Polygon Models
fr: Modèles de MultiPolygones

source: Geometry Model
fr: Modèle de Géométrie

source: Geometry Models
fr: Modèles de Géométrie

source: GeometryCollection Model
fr: Modèle de GéométrieCollection

source: GeometryCollection Models
fr: Modèles de GéométrieCollection
